# Core
brew "coreutils"
brew "curl"
brew "gcc"
brew "tmux"
brew "zsh-syntax-highlighting"

# Version manager (replaces rbenv, nvm, pyenv)
brew "mise"

# Modern CLI tools
brew "ripgrep"
brew "fd"
brew "bat"
brew "eza"
brew "git-delta"
brew "fzf"
brew "zoxide"
brew "lazygit"

# Containers
cask "docker"
brew "docker-compose"

# Dev tools
cask "postman"
cask "visual-studio-code"

# Networking
brew "openvpn"

# Apps
cask "slack"
